IDEA Connection Link
ConnectionLink.GetResultsData Method
 Gets results of the connection check
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string GetResultsData()
Public Function GetResultsData As String
public:
String^ GetResultsData()
Return Value
Type: String
XML string which represents results of the check connection project
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace